export const breadcrumbItems: [string, string | null][] = [['자료집', null]];
export const content = `
존경하고 사랑하는 숭실대학교 학우 여러분 안녕하세요!
함께 모여 빛나는 숭실 제64대 총학생회 US:SUM입니다.

2024년 변화의 시기를 맞아 학생들의 권리를 되찾고 제도를 개선하겠다고 약속한 지 어느덧 1년이 지났습니다.

학생 여러분의 불편한 점을 개선하기 위해 밤낮없이 고민하며 유관 부서와 끊임없이 논의하는 과정에서 때로는 힘든 순간도 있었지만, 여러분의 관심과 응원이 저희 총학생회에 큰 원동력이 되었습니다.

숭실대학교에서 청춘을 빛내기 위해 노력하고 있는 여러분을 대표할 수 있어 진심으로 감사드립니다.
저희의 노력이 여러분에게 모두 다르게 기억될 수 있지만, US:SUM과 함께한 순간들이 여러분들의 학교생활에 좋은 추억으로 간직되기를 소망합니다.

여러분들과 함께한 모든 순간들이 모여 조금 더 빛나는 숭실을 만들 수 있었습니다.
너무나 행복한 1년을 만들어 주셔서 감사드리며, 숭실을 함께 빛내 주셔서 진심으로 감사합니다.
또한 앞으로의 학생사회가 더욱 빛날 수 있도록 2025년을 이끌어나갈 구성원들에게도 많은 응원해주시기 바라며 인사드리겠습니다.

1년동안 진심으로 감사했습니다.

제64대 총학생회 US:SUM 올림
`;
