export const SUBTITLE: Record<string, string> = {
  총학생회: '제66대 총학생회 FOCUSS:U',
  중앙운영위원회: '제66대 중앙운영위원회',
  중앙집행위원회: '제66대 중앙집행위원회',
} as const;

export const INTROTEXTS: Record<string, string> = {
  총학생회: `안녕하십니까.
숭실을 향한 집중, FOCUSS:U 제66대 총학생회입니다.\n
2025년 11월 21일에 실시된 학생회 정기선거에서 총 유권자 수 12,107명 중 7,046명의 투표, 3,184명의 득표를 받아 당선되었습니다.\n
학생회 정기선거에 관심을 가지고 소중한 한 표를 행사해주신 모든 학우 여러분께 진심으로 감사드립니다. 또한 기호 1번 FOCUSS:U를 믿고 선택해주신 학우 여러분께 깊은 감사의 말씀을 드립니다. 저희는 1만 2천여 명 학우 한 분 한 분의 목소리를 가장 가까운 곳에서 듣고, 끊임없이 소통하는 총학생회가 되겠습니다.\n
FOCUSS:U는 많은 변화의 흐름 속에서, 학생이 중심이 되는 학교를 만들기 위해 '소통'을 기조로 출마했습니다.\n
앞으로 학교에는 수많은 변화가 찾아올 것이고, 그 과정에서 혼란과 해결해야 할 과제들도 분명 존재할 것입니다. 그러나 그 모든 순간 속에서 저희는 변함없이 학우 여러분의 곁에 서 있겠습니다.\n
선거 기간 동안의 열정과 출마를 결심했던 초심을 결코 잃지 않고, 진심 어린 마음으로 1년 동안 최선을 다하는 총학생회를 만들어가겠습니다.\n
학생자치기구는 학우 여러분의 참여와 관심, 그리고 목소리가 모일 때 비로소 힘을 얻습니다.
2026년을 함께 만들어갈 총학생회 FOCUSS:U를 비롯한 모든 자치기구에 많은 관심과 참여를 부탁드립니다.\n
`,
  중앙운영위원회: `중앙운영위원회는 학생총회와 학생총투표, 전체학생대표자회의와 확대운영위원회를 제외하고 본회(숭실대학교 총학생회)의 활동에 관한 최고 의결권을 갖는 의결 기구입니다. 총학생회장과 부총학생회장, 단과대학 학생회장과 자유전공학부 학생회장, 동아리연합회장으로 구성되어 주 1회 정기 회의를 진행합니다. \n
중앙운영위원회는 학내 주요 사안에 대한 학과(부)와 단과대학 학생회의 의견을 청취하고, 학교 전체의 발전과 학생 만족도 향상을 위해 의논하여 결정합니다. 중앙운영위원회에서 보고, 논의, 의결한 사항은 회의록을 통해 공개하고 있으며 총학생회 홈페이지에서 열람할 수 있습니다.\n
66대 중앙운영위원회는 숭실대학교 학생 복지 향상과 원활한 학사 운영 등을 위해 최선을 다하겠습니다. 나아가 학생 사회를 건강하게 유지하고 학생 자치를 더욱 활성화하기 위해 노력하겠습니다. 많은 관심 부탁드립니다.`,
  중앙집행위원회: `안녕하십니까. 숭실을 향한 집중, FOCUSS:U 제66대 총학생회입니다.\n
중앙집행위원회는 숭실대학교 학부 과정 전체 학우를 대표하며, 총학생회의 모든 사업과 정책을 책임지고 기획 및 실행하는 집행기구입니다. 총학생회장단을 필두로 기획국, 대외협력국, 복지국, 사무국, 정책국, 홍보소통국으로 구성되어 있으며 각 부서 간의 원활한 소통과 협력을 돕고있습니다.\n
중앙집행위원회 각 국의 역할은 다음과 같습니다:\n
1. 기획국: 학우 여러분의 문화 활동을 활성화하고, 대동제 및 다양한 교류 행사 등을 기획합니다.\n
2. 대외협력국: 학우 여러분의 각종 혜택 및 편리함이 가득한 학교생활을 보장해 드리기 위해 교내 유관 부서 및 외부 업체들과 협력하여 다양한 사업을 진행합니다.\n
3. 복지국: 안전하고 편안한 대학생활을 위해 교내 학생 복지 및 행사 진행, 시설을 관리합니다.\n
4. 사무국: 학우 여러분을 위해 다양한 행사와 활동을 집행하고 학생회비 사용 내역에 관한 감사를 준비하며 자료를 관리합니다.\n
5. 정책국: 학우 여러분의 원활한 대학 생활을 위해 학사 제도를 수립/보완하며, 학교 본부와 꾸준히 소통합니다. \n
6. 홍보소통국: 학우 여러분과의 소통을 활성화하기 위해 총학생회에서 진행하는 모든 활동을 알리고, 이를 바탕으로 다양한 홍보물과 영상을 제작합니다.\n
2026년, '소통'의 기조 아래 학우들이 중심이 되는 숭실을 만들어 나가며 학우들의 권익 보호와 즐겁고 의미 있는 대학생활을 위해 항상 노력하겠습니다. \n
많은 관심과 참여 부탁드립니다.\n
감사합니다.
`,
} as const;
