export const SUBTITLE: Record<string, string> = {
  총학생회: '제65대 총학생회 SS:URE',
  중앙운영위원회: '제65대 중앙운영위원회',
  중앙집행위원회: '제65대 중앙집행위원회',
} as const;

export const INTROTEXTS: Record<string, string> = {
  총학생회: `안녕하십니까. 우리의 숭실에 확신을 제65대 총학생회 S:SURE입니다.\n
 저희는 2025년도 학생회 정기선거 개표 결과 전체 12,257인 중 7,201인의 투표, 2,202인의 득표를 받아 당선되었습니다. 학생회 정기선거에 관심을 가지고 참여해 주신 모든 학우 여러분께 진심으로 감사드립니다. 기호 3번 S:SURE를 믿어주셔서 감사드리며, 함께 선의의 경쟁을 펼쳐준 두 선거운동본부의 학생 사회를 향한 열정을 잊지 않겠습니다. 만 삼천 학우분께 신뢰받을 수 있는 총학생회가 되도록 노력하겠습니다.\n
 학우 여러분이 숭실에 확신을 가지기를, 숭실을 구성하는 다양한 구성원이 대동(大同)하기를 바라는 마음으로 출마하였습니다. 학우 여러분의 목소리를 경청하고 함께 의논하여, 우리가 원하는 방향으로 숭실의 학생 사회를 이끌어가겠습니다.\n
 자유전공학부 신설, 다전공 활성화, 국제대학 설립 등 숭실의 존속과 발전을 위한 여러 정책이 시행을 앞두고 있습니다. 학우 여러분의 불편과 혼란을 최소화하며, 숭실이 진리와 봉사의 가치를 오랫동안 불피울 수 있도록 온 힘을 다하겠습니다.\n
 숭실인들의 대동(大同), 그 대동을 통한 더 큰 확신을 제65대 총학생회 S:SURE가 만들겠습니다. 잘 부탁드립니다.`,
  중앙운영위원회: `중앙운영위원회는 학생총회와 학생총투표, 전체학생대표자회의와 확대운영위원회를 제외하고 본회(숭실대학교 총학생회)의 활동에 관한 최고 의결권을 갖는 의결 기구입니다. 총학생회장과 부총학생회장, 단과대학 학생회장과 자유전공학부 학생회장, 동아리연합회장으로 구성되어 주 1회 정기 회의를 진행합니다. \n
중앙운영위원회는 학내 주요 사안에 대한 학과(부)와 단과대학 학생회의 의견을 청취하고, 학교 전체의 발전과 학생 만족도 향상을 위해 의논하여 결정합니다. 중앙운영위원회에서 보고, 논의, 의결한 사항은 회의록을 통해 공개하고 있으며 총학생회 홈페이지에서 열람할 수 있습니다.\n
65대 중앙운영위원회는 숭실대학교 학생 복지 향상과 원활한 학사 운영 등을 위해 최선을 다하겠습니다. 나아가 학생 사회를 건강하게 유지하고 학생 자치를 더욱 활성화하기 위해 노력하겠습니다. 많은 관심 부탁드립니다.`,
  중앙집행위원회: `안녕하세요. 우리의 숭실에 확신을 제65대 총학생회 S:SURE
중앙집행위원회 위원장 김소진입니다.\n
중앙집행위원회는 숭실대학교 학부 과정 전체 학우를 대표하며, 총학생회의 모든 사업과 정책을 책임지고 기획 및 실행하는 집행기구입니다. 총학생회장단을 필두로 기획국, 정책국, 복지국, 대외협력국, 홍보국, 사무국으로 구성되어 있으며  각 부서 간의 원활한 소통과 협력을 돕고있습니다.\n
중앙집행위원회 각 국의 역할은 다음과 같습니다:\n
1. 기획국: 학우들의 문화 활동을 활성화하며, 대동제 및 다양한 교류 행사를 기획합니다.\n
2. 정책국: 학우들의 권익 보호를 위해 학교 본부 및 학사제도 개선에 힘씁니다.\n
3. 복지국: 안전하고 편안한 대학생활을 위해 교내 학생 복지 및 행사 진행, 시설을 관리합니다.\n
4. 대외협력국: 교내외 다양한 기관과 협력하여 보다 풍성하고 편리한 대학생활을 지원합니다.\n
5. 홍보국: 총학생회 활동을 알리고 학우들과의 소통을 활성화하기 위한 홍보물을 제작합니다.\n
6. 사무국: 학생회비의 투명한 관리와 감사 준비 및 관련 자료를 담당합니다.\n
2025년, '대동(大同)'의 가치 아래 모든 학우들이 하나 되는 숭실을 만들어 나가며 학우들의 권익 보호와 즐겁고 의미 있는 대학생활을 위해 항상 노력하겠습니다. \n
감사합니다.`,
} as const;
